<%@ Page Title="Akilathirattu-About" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="about-akilathirattu-ammanai.aspx.cs" Inherits="akilathirattu_ammanai" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <title>Ayya Vaikundar - Akilathirattu Ammanai (அகிலத்திரட்டு அம்மானை)</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div><h1>About Akilathirattu Ammanai (அகிலத்திரட்டு அம்மானை) </h1></div>
<div class="space">&nbsp;</div>
<div>
    <a href="doc/Holy Akilathirattu - AS IT IS.pdf" target="_blank">Click here for download Akilathirattu Ammanai</a>
    <br /><br /><a href="read-akilathirattu-ammanai-online.aspx">Click here for read Akilathirattu Ammanai Online</a>
</div>
<div class="space">&nbsp;</div>
<div style="padding:10px;">


<b><center style="font-size:25px;">அய்யா துணை</center></b>
<br /><br />
<b>ஸ்ரீமன் நாராயணரின் வைகுண்டர் அவதாரத்தை விளக்கும் அகிலத்திரட்டு வாசகம்:<br />
Words of Akilattirattu - Lord Narayana’s incarnation as Vaikundar:</b><br /><br />

“ஏரணியும் மாயோன் இவ்வுலகில் தவசுபண்ணி காரணம்போல் செய்தகதை கட்டுரைக்க பூரணமாய் ஆராய்ந்து பாட அடியேன்சொல் தமிழ்க்குதவி நாராயணர் பாதம் நாவினில் 
பாண்டவர் தமக்காய்த் தோன்றி பகைதனை முடித்து மாயோன் வீன்றிய கலியன் வந்த விசனத்தால் கயிலையேகி சான்றவர் தமக்காயிந்தத் தரணியில் வந்த ஞாயம் ஆண்டவர் அருளிச் செய்ய அம்மானை எழுதலுற்றேன்
சிவமே சிவமே சிவமணியே தெய்வ முதலே சிதம்பரமே தவமே தவமே தவக்கொழுந்தே தாண்டவ சங்காராதமியே எங்களுட பவமே பவமே பலநாளுஞ் செய்த பவமறுத்தன் அகமே வைத்தெங்களை யாட்கொள்வாய் சிவசிவ சிவசிவா அரகரா அரகரா
அலையிலே துயில் ஆதிவராகவா் ஆயிரத்தெட்டாண்டினில் ஓர்பிள்ளை சிலையிலே பொன்மகர வயிற்றினுள் செல்லப்பெற்றுத் திருச்சம்பதியதில் முலையிலே மகரப்பாலை யுமிழ்ந்துபின் உற்ற தெச்சணமீதில் இருந்துதான் உலகில் சோதனை பார்த்தவர் வைந்தரின் உவமைசொல்ல உகதர்மமாகுமே
திருமொழி சீதையாட்குச் ஜெகதலம் புகழ எங்கும் ஒருபிள்ளையுருவாய்த் தோன்றி உகபர சோதனைகள் பார்த்துத் திருமுடி சூடித் தர்மச் சீமையில் செங்கோலேந்தி ஒருமொழி யதற்குள்ளாண்ட உவமையை உரைக்க லுற்றார்” – அகிலத்திரட்டு

<br /><br />
<b>ஆண்டவர் அகிலத்திரட்டில் அருளிய திருவாசகம்:</b><br /><br />
சான்றோர்களே! இவ்வுலகைப் படைத்துக் காக்கும் ஆண்டவராகிய நாராயணர், தனது கலியுக வருகையான பத்தாவது அவதாரத்தை ஈரேழு பதினாலு உலகமும் அறிய அருளிய திருவாசகம் இதோ..
<br /><br />
இவ்வாசகமானது, உலகத் தோற்றமும்..! இதுவரை நடந்த நிகழ்வுகளும், & இனி நடக்கப் போகும் நிகழ்வுகளையும் விளக்கும் வாசகம்!
<br /><br />
"ஏகமொரு பரமானதும்! இம்மென்றொரு வாயுவில் சத்து வளைந்ததும்!
சத்தில் சிவம் தோன்றியும்! சிவத்தில் சக்தி தோன்றியும்!
சக்தியில் நாதம் தோன்றியும்! நாதத்தில் விஷ்ணு தேன்றியும்!
ருத்திரர் மயேசுரர் உலகம் தோன்றியும்! உலகில் அண்டபிண்டம் தோன்றியும்! பிண்டத்தில் குறோணி அசுரன் தோன்றியும்! குறோணி வானலோகம் விழுங்கவும் கோபத்தால் விஷ்ணு சென்று குறோணியைத் துண்டாறாய் வெட்டி உலகில் தள்ளவும், 
துண்டமென்றில் குண்டோமசாலி பிறக்கவும், சுகசோபன மண்டபமலைய விளித்ததும் திருமருகரது கேட்கவும், 
தேவாதிகளை நாங்கிலாக்கி வரையானதைத் தூண்டிலாக்கிக் கடலை ஓடையாக்கிக் காயாம்பு வண்ணர் ஓடமேறியே கறைக்கண்டர் ஓணிதள்ளவே கன்னியிலே தூண்டலுமிட்டு அக்குண்டோமசாலியையும் வதைத்து, மறுயுகம் தோன்றியே தில்லைமல்லாலன் மல்லோசி வாகனென்ற இருபேருடைய அநியாயம் பொறுக்காமலே அவனிருவரையும் சங்காரம் செய்து அடுத்த யுகம் தோன்றியே, 
சூரன் சிங்கமுகா சூரன் செய்த அநியாயம் பொறுக்காமலே ஆதித்திருநெடுமால் ஆறுமுகக் கடவுளென நாமமுங் கூறியே அவனையும் சங்காரஞ் செய்து அவ்வுகத்திலே பிறந்த அசுரன் இரணியனையும் வதைத்து அந்த யுகமும் அழித்து அடுத்த யுகம் தோன்றியே, 
அரக்கன் இராவணசங்காரமுஞ் செய்து சீதாப்பிராட்டியினுடைய சிறையையு மீட்டித் தென்னிலங்காபுரி அரக்கரையும் கொன்று அக்கிளையொழிய அக்குலமும் அறுத்து அடுத்தயுகம் தோன்றியே; 
பஞ்சவர்க்கு பகாரியாகியே பகைத்தத் துரியோதனனையும் வதைத்துப் பஞ்சவர்க்குக் குருநாடு பட்டமுஞ் சூட்டியே அரசாள வைத்து கலிவருவானெனக் காற்று வீசினதைக் காதிலே கேட்டுக் கானக வழிநடந்து பஞ்சவர்களுடைய பாரப்பெலன்களையும் வாங்கிப் பச்சைமாலை சுமந்திருந்த பயமாயக் கூட்டைப் பர்வதாமலை யுச்சியிலே கிடத்தி, கங்கையுங் கண்டு கங்கையிலே குளித்த கன்னிமார் பெண்களுடைய கற்பையுஞ் சோதித்துக் கயிலையங்கிரி சென்று ஏழுலோகம் புகுந்து ஏழு வித்துமெடுத்து இருதய கமலத்திலே இருத்தி எரியுங் கட்டையெனக் கிடந்து ஏந்திழைமாரைச் சூழ வளையும் படியாகக் கொந்தலையும் எழுப்பி!
ஏழுபெண்களுக்கும் ஏழு மதலையுங் கொடுத்துத் தவசுக்குக் கன்னிமாரையும் அனுப்பிப் பத்திர காளியிடத்தில் பாலரையுங் கொடுத்து, ஸ்ரீரங்கம் போய் செகமறியும்படி பள்ளிகொண்டிருந்ததும்; 
தேவாதிகளுடைய வாக்கினாலே ஈசுரர் தாமே கலியனையும் பிறவிசெய்து இருநூற்று முப்பது நூறாயிரம் வருஷமாகக் கட்டங்கொடுமை செய்து அவனியரசாண்டு கன்னிமக்களாகிய சான்றோர் படுகிற மறுக்கம் பொறுக்காமலே, வியாகரிடை முனிவர் வகுத்த ஆகமத்தின் படியே மகாபர நாராயணர் தாமே வைகுண்டமாய்ப் பிறந்து ஒரு குடைக்குள் 1008 ஆம் ஆண்டு மாசியிலே அஞ்சி மூவஞ்சி தேதியிலே அவனி மனுவிலே ஆதிச்சாதியிலே மனுநிறமாக வந்திருந்து சாதி பதினெண்ணையும் ஒருதலத்தில் வருத்தியே தர்மமாய்த் தாரணி யாபேர்க்கும் சஞ்சல நோய்பிணி தண்ணீரால் தீர்க்கவும்!
சந்ததியில்லாத பேர்க்குச் சந்ததி கொடுக்கவும்! தனமில்லாத பேர்க்குத் தனங்கொடுக்கவும்! 
சாதை வாதை பேய்களைச் சரிவிலே எரித்துக் கரியச் செய்யவும்!
தரணியேழு கணக்கையும் கேட்டு மிக சத்தியாய் அன்பு மனிதருக்காகவே தரணியில் நாலுதரம் சளங்கள் படவும்!
சாஸ்திரவேத நூலுக்குச் சரியொத்தி பேர்களுக்கு உபகாரங்கள் செய்யவும்! சண்டையாய்க் கலியனைத் தன்னாலே போக்கவும்!
தர்மமாகத் தரணியோர் குடைக்குள்ளாளவும்! தங்கநவரத்தினத் திருமுடி சூடியே! 
சகலமாபதி மேடைகள் பாவிக்கவும் தவசு கிருபை பெறவும்!
தங்கமணி சக்கராயுதக் கொடி ஒற்றைக்கொடி கட்டவும்!
சகலரும் புகழவரும் தர்மராசாவாகவும்! சங்கவிருதுக் கொடி ஒத்தக் கொடி கட்டவும்! அஷ்டதிக்குப் பதினாலு லோகமுமறிய அசையா மணியொன்று கட்டியே அரசு பாவிக்கவும்!
ஆதி சர்வேஸ்வரனாகிய அவனியைம்பத்தாறு சீமையும் அடக்கி அரசாளவும்!
ஆதிசர்வ காலமும் அழியாத் திருவுளமாயிருந்து அரசாள்வாரெனவும் ஆதிராமச் சந்திர சூரிய நாராயணர்க்கு ஆதியாகமத்தின் படியாகவே ஆதிவைகுண்டம் பிறந்தாரெனவே! அண்டர்களும், முனிவர்களும், தேவர்களும், அதிக சகல மாமுனிவர்களும், எல்லோருங் கூடியிருந்தாராய்ந்து தொண்டர்தமக் கென்றுவளர் கொன்றையணி கயிலையில் மண்டலம் புகழச் சிவனாருடைய கிருபையினாலே என்றவர் கயிலையங்கிரியில் எழுதினார்..! - அகிலத்திரட்டு
<br /><br />
<b><center>அய்யா உண்டு</center></b>
<br /><br />
என்றும் இறைபணியில்,<br />
அகிலஉலக அய்யாவழி சேவை அமைப்பு<br />
International Ayyavazhi Service Foundation<br />



    <%--<div class="heading">அகிலத்திரட்டு அம்மானையை பற்றி</div>
    நாராயணர் இலட்சுமி தேவியிடம் வைகுண்டலோகத்தில் (அகிலத்தில் வைத்து இக்கதையைச் சொல்லுவதலும், நாராயணர் வைகுண்டலோகத்தில் (அகிலத்தில்) இருந்து கொண்டே எல்லா யுகங்களின் நிகழ்ச்சிகளையும் நடத்துவதாலும் அம்மானையாக
    இக்கதையை பாடியிருப்பதாலும் இந்நூலுக்கு அகிலத்திரட்டு அம்மனை என்னும் பெயர் இடப்பட்டுள்ளது.
    அகிலத்திரட்டு அம்மானை நூலில் யுகம் எட்டு வகைகளாக பிரிக்கபடுகிறது
    <br /><div class="heading">அவையாவன:</div>
    1. நீடிய யுகம்   2. சதுர யுகம்   3. நெடிய யுகம்   4. கிரேதா யுகம்   5. திரேதா யுகம்   6. துவாபர யுகம்   7. கலி யுகம்   8. தரும யுகம்.
    <br /><div class="heading">1. நீடிய யுகம்</div>
    நீடிய யுகத்தில் குரோணி என்னும் அரக்கன் பிறக்கின்றான். அவனுடைய கொடுமையினால் நாராயணர் வரம் பெற்று குரோணியை ஆறு துண்களாக வெட்டி அழிக்கிறார். இந்த யுகம் முடியுருகிறது.
    <br /><div class="heading">2. சதுர யுகம்</div>
    குரோணியின் ஆறு துண்டுகளில் ஒரு துண்டு குண்டோமசலியன் என்னும் பெயருடன் பிறக்கிறது. இவனும் கொடுமை செய்கிறான். எனவே நாராயணர் குண்டோமசலியனை கொள்ள அவனை அவனுக்கு எதிரியாக தோன்றி அவனை அழிக்கிறார்.
    இந்த யுகம் முடியுருகிறது.
    <br /><div class="heading">3. நெடிய யுகம்</div>
    இந்த யுகத்தில் குரோணியின் ஐந்து துண்டுகளில் ஒரு துண்டு இரண்டு உயிர்களாக பிறவி எடுக்கிறது. அவ்வுயிர்கள் தில்லை மல்லலான் மல்லோசி வாகனன் என்னும் பெயர் பெறுகிறான். அவ்வாறு தோன்றிய இரு அரக்கர்களும் கொடுமை செய்ததால் நாராயணரால் கொல்லபடுகிறார்கள்.
    இந்த யுகம் முடியுருகிறது.
    <br /><div class="heading">4. கிரேதா யுகம்</div>
    இந்த யுகத்தில் குரோணியின் எஞ்சிய நான்கு துண்டுகளில் ஒரு துண்டை இரண்டாக பிளந்து சூரபத்மன் சிங்க முக சூரன் என்னும் இரண்டு அரக்கர்களாக படைக்கபடுகிரர்கள். மீண்டும்.
    நாராயணன் ஆறுமுகனாக வேடங்கள் கொண்டு இருவரையும் அழிக்கிறார். சூரபத்மனின் உயிர் இதே யுகத்திலில் மீண்டும் இரணியனாகப் பிறக்கிறது. நாராயணர் இரணியனுக்கு மகனாக பிரகலாதன் என்னும் பெயருடன் பிறக்கிறார்.
    இரணியன் கட்டுக்கு மீறிய அட்டுளியத்தை ஒழிக்க நாராயணர் நரசிம்ம மாகவும் அவதாரம் எடுத்து இரணியனை அழிக்கிறார. இந்த யுகம் முடிகிறது.
    <br /><div class="heading">5. திரேதா யுகம்</div>
    இந்த யுகத்தில் குரோனியின் எஞ்சிய மூன்று துண்டுகளில் ஓன்று தீய குணம் உள்ள இராவணனாக பிரக்கிறது. நாராயணர் இராமராக அவதாரம் எடுத்து அவனை அழிக்கிறார். இந்த யுகம் முடிகிறது.
    <br /><div class="heading">6. துவாபர யுகம்</div>
    இந்த யுகத்தில் குரோணியின் எஞ்சிய இரண்டு துண்டுகளில் ஒரு துண்டு நூறாக பிரிக்கப்பட்டு கௌரவர்கள் பிறக்கின்றனர். நாராயணர் கண்ணனாக பிறக்கிறார். திரேதா யுகதில் கும்ப கரன்னக பிறந்த உயிர் இந்த யுகத்தில் கஞ்சனாக பிறக்கிறது.
    கண்ணன் முதலில் கொடுமை பொருந்திய கஞ்சனை அழிக்கிறார். பிறகு பஞ்ச பாண்டவர்கள் உதவியோடு கௌரவர்களை அழிக்கிறார்.
    பிறகு எழு தேவ கன்னியர்கள் மூலம் சான்றோரை தமது மகவாக பிறவி செய்கிறார். காளி தேவி சான்றோர்கள் உதவியுடன் தக்கனை அளிக்கிறாள்.
    இதோடு இந்த யுகம் முடியுகிறது.
    <br /><div class="heading">7. கலி யுகம்</div>
    இந்த யுகத்தில் குரோணியின் எஞ்சிய கடைசி துண்டு தானே கலியாணக பிறவி எடுக்கிறது தீய குணம் உள்ள கலியன் ஈசரிடம் பல வரங்களைப் பெற்றுக் கொண்டு பூலோகபூலோகம் வருகின்ற வழியில் நாராயணர் அவனை வழியில் குருக்குட்டு அவன் பெற்ற வரங்களில்
    பாதியை பலமற்றதாக ஆக்குகிறார். மேலும் "ஆயுதங்களின்றி இருக்கின்ற பண்டரங்களைத் துன்புறுத்தவோ தொல்லை கொடுக்கவோ செய்தால் நான் என் படைத்தளங்களையும் சுற்றத்தாரையும் இழந்து நரகில் சென்றடைவேன் என்று கலியனிடம் சத்துயம்
    செய்ய வைக்கிறார் நாராயணர். பிறகு அய்யா வைகுண்டர் சான்றோர்கள் குலத்தில் பிறவி செய்து கலியனை வெற்றி கொள்கிறார்.--%>
    
    <br /><br /><a href="download-akilathirattu-ammanai.aspx">Click here to download Akilathirattu Ammanai</a>
    <br /><br /><a href="read-akilathirattu-ammanai-online.aspx">Click here for read Akilathirattu Ammanai Online</a>
    
</div>

</asp:Content>

