<%@ Page Title="Akilathirattu Ammanai" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="akilathirattu-ammanai.aspx.cs" Inherits="akilathirattu_ammanai" %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
<title>Ayya Vaikundar - About Akilathirattu Ammanai</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
<div><h1>About Akilathirattu Ammanai</h1></div>
<div class="space">&nbsp;</div>
<div>
    <a href="download-akilathirattu.aspx">Click here for download Akilathirattu Ammanai</a>
    <br /><br /><a href="read-akilathirattu-ammanai-online.aspx">Click here for read Akilathirattu Ammanai</a>
</div>
<div class="space">&nbsp;</div>
<div>
    <div class="heading">அகிலத்திரட்டு அம்மானையை பற்றி</div>
    நாராயணர் இலட்சுமி தேவியிடம் வைகுண்டலோகத்தில் (அகிலத்தில் வைத்து இக்கதையைச் சொல்லுவதலும், நாராயணர் வைகுண்டலோகத்தில் (அகிலத்தில்) இருந்து கொண்டே எல்லா யுகங்களின் நிகழ்ச்சிகளையும் நடத்துவதாலும் அம்மானையாக
    இக்கதையை பாடியிருப்பதாலும் இந்நூலுக்கு அகிலத்திரட்டு அம்மனை என்னும் பெயர் இடப்பட்டுள்ளது.
    அகிலத்திரட்டு அம்மானை நூலில் யுகம் எட்டு வகைகளாக பிரிக்கபடுகிறது
    <br /><div class="heading">அவையாவன:</div>
    1. நீடிய யுகம்   2. சதுர யுகம்   3. நெடிய யுகம்   4. கிரேதா யுகம்   5. திரேதா யுகம்   6. துவாபர யுகம்   7. கலி யுகம்   8. தரும யுகம்.
    <br /><div class="heading">1. நீடிய யுகம்</div>
    நீடிய யுகத்தில் குரோணி என்னும் அரக்கன் பிறக்கின்றான். அவனுடைய கொடுமையினால் நாராயணர் வரம் பெற்று குரோணியை ஆறு துண்களாக வெட்டி அழிக்கிறார். இந்த யுகம் முடியுருகிறது.
    <br /><div class="heading">2. சதுர யுகம்</div>
    குரோணியின் ஆறு துண்டுகளில் ஒரு துண்டு குண்டோமசலியன் என்னும் பெயருடன் பிறக்கிறது. இவனும் கொடுமை செய்கிறான். எனவே நாராயணர் குண்டோமசலியனை கொள்ள அவனை அவனுக்கு எதிரியாக தோன்றி அவனை அழிக்கிறார்.
    இந்த யுகம் முடியுருகிறது.
    <br /><div class="heading">3. நெடிய யுகம்</div>
    இந்த யுகத்தில் குரோணியின் ஐந்து துண்டுகளில் ஒரு துண்டு இரண்டு உயிர்களாக பிறவி எடுக்கிறது. அவ்வுயிர்கள் தில்லை மல்லலான் மல்லோசி வாகனன் என்னும் பெயர் பெறுகிறான். அவ்வாறு தோன்றிய இரு அரக்கர்களும் கொடுமை செய்ததால் நாராயணரால் கொல்லபடுகிறார்கள்.
    இந்த யுகம் முடியுருகிறது.
    <br /><div class="heading">4. கிரேதா யுகம்</div>
    இந்த யுகத்தில் குரோணியின் எஞ்சிய நான்கு துண்டுகளில் ஒரு துண்டை இரண்டாக பிளந்து சூரபத்மன் சிங்க முக சூரன் என்னும் இரண்டு அரக்கர்களாக படைக்கபடுகிரர்கள். மீண்டும்.
    நாராயணன் ஆறுமுகனாக வேடங்கள் கொண்டு இருவரையும் அழிக்கிறார். சூரபத்மனின் உயிர் இதே யுகத்திலில் மீண்டும் இரணியனாகப் பிறக்கிறது. நாராயணர் இரணியனுக்கு மகனாக பிரகலாதன் என்னும் பெயருடன் பிறக்கிறார்.
    இரணியன் கட்டுக்கு மீறிய அட்டுளியத்தை ஒழிக்க நாராயணர் நரசிம்ம மாகவும் அவதாரம் எடுத்து இரணியனை அழிக்கிறார. இந்த யுகம் முடிகிறது.
    <br /><div class="heading">5. திரேதா யுகம்</div>
    இந்த யுகத்தில் குரோனியின் எஞ்சிய மூன்று துண்டுகளில் ஓன்று தீய குணம் உள்ள இராவணனாக பிரக்கிறது. நாராயணர் இராமராக அவதாரம் எடுத்து அவனை அழிக்கிறார். இந்த யுகம் முடிகிறது.
    <br /><div class="heading">6. துவாபர யுகம்</div>
    இந்த யுகத்தில் குரோணியின் எஞ்சிய இரண்டு துண்டுகளில் ஒரு துண்டு நூறாக பிரிக்கப்பட்டு கௌரவர்கள் பிறக்கின்றனர். நாராயணர் கண்ணனாக பிறக்கிறார். திரேதா யுகதில் கும்ப கரன்னக பிறந்த உயிர் இந்த யுகத்தில் கஞ்சனாக பிறக்கிறது.
    கண்ணன் முதலில் கொடுமை பொருந்திய கஞ்சனை அழிக்கிறார். பிறகு பஞ்ச பாண்டவர்கள் உதவியோடு கௌரவர்களை அழிக்கிறார்.
    பிறகு எழு தேவ கன்னியர்கள் மூலம் சான்றோரை தமது மகவாக பிறவி செய்கிறார். காளி தேவி சான்றோர்கள் உதவியுடன் தக்கனை அளிக்கிறாள்.
    இதோடு இந்த யுகம் முடியுகிறது.
    <br /><div class="heading">7. கலி யுகம்</div>
    இந்த யுகத்தில் குரோணியின் எஞ்சிய கடைசி துண்டு தானே கலியாணக பிறவி எடுக்கிறது தீய குணம் உள்ள கலியன் ஈசரிடம் பல வரங்களைப் பெற்றுக் கொண்டு பூலோகபூலோகம் வருகின்ற வழியில் நாராயணர் அவனை வழியில் குருக்குட்டு அவன் பெற்ற வரங்களில்
    பாதியை பலமற்றதாக ஆக்குகிறார். மேலும் "ஆயுதங்களின்றி இருக்கின்ற பண்டரங்களைத் துன்புறுத்தவோ தொல்லை கொடுக்கவோ செய்தால் நான் என் படைத்தளங்களையும் சுற்றத்தாரையும் இழந்து நரகில் சென்றடைவேன் என்று கலியனிடம் சத்துயம்
    செய்ய வைக்கிறார் நாராயணர். பிறகு அய்யா வைகுண்டர் சான்றோர்கள் குலத்தில் பிறவி செய்து கலியனை வெற்றி கொள்கிறார்.
    
    <br /><br /><a href="download-akilathirattu.aspx">Click here to download Akilathirattu Ammanai</a>
    <br /><br /><a href="download-akilathirattu.aspx">Click here to read Akilathirattu Ammanai</a>
    
</div>

</asp:Content>

