<%@ Page Title="அய்யா வைகுண்டரின் வாழ்க்கை வரலாறு" Language="C#" MasterPageFile="~/MasterPage.master" AutoEventWireup="true" CodeFile="history-of-ayya-vaikundar-in-tamil.aspx.cs" Inherits="history_of_ayya_vaikundar_in_tamil"  %>

<asp:Content ID="Content1" ContentPlaceHolderID="head" Runat="Server">
    <title>அய்யா வைகுண்டர் (Ayya Vaikundar) - அய்யா வைகுண்டரின் அவதார வரலாறு</title>
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" Runat="Server">
    <div style="padding:10px;">
    <h1>அய்யா வைகுண்டரின் அவதார வரலாறு</h1>
</div>
<div class="space"></div>
<div class="right"><a href="history-of-ayya-vaikundar.aspx">Read in English</a></div>
<div class="space"></div>
<div style="padding:10px;">
<div>
    <b><center style="font-size:25px;color:Maroon;">அய்யா துணை</center></b>
<br />
<b><center style="font-size:20px;color:#0000ee;">ஸ்ரீமன் நாராயணரின் வைகுண்ட அவதார வரலாறு</center></b>
<br /><br />

அய்யா வைகுண்டசுவாமி (C.1833 – C.1851): அன்பானவர்களே! ஒடுக்கப்பட்ட மக்களை காக்கவும், சமூக பாகுபாடுகளை ஒழித்து சமத்துவ சமுதாயத்தை உருவாக்குவதற்காவும், கலியுகத்தை முடித்து தர்மயுகத்தைத் தோற்றுவிக்கவும் கடவுள் ஸ்ரீமன் நாராயணசுவாமி வைகுண்டசுவாமியாக அவதரித்துள்ளார்.


<br /><br /> <b><center>“ஸ்ரீமன் நாராயணர் தாமே வைகுண்டமாய்த் தோன்றினார்" – அகிலத்திரட்டு அம்மானை</center></b><br /><br />

 &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; அதர்மத்தை அழித்து, தர்மத்தை காக்க யுகாயுகம் தோறும் அவதரிக்கும் கடவுள் ஸ்ரீமன் நாராயணர் சமூகத்தில் அடக்கி ஒடுக்கப்பட்ட மக்களின் துயர் தீர்த்து, கலியுகத்தை முடித்து தர்மயுகத்தைத் தோற்றுவிக்க கலியுகத்தில் எடுத்த அவதாரமே வைகுண்ட அவதாரம் என புனித அகிலத்திரட்டு அம்மானை கூறுகின்றது. மேலும் தர்ம யுகமாக்கி உலகை ஆளுவதற்கு கலியுகத்தில் கடவுள் வந்துள்ளார் என வைகுண்ட அவதார வரலாற்றை விவரிக்கின்றது. இராம அவதாரத்தை அறிய இராமாயணத்தையும், கிருஷ்ண அவதாரத்தை அறிய பாகவத புராணம் மற்றும் மகாபாரதத்தை அருளிய இறைவன், பிரபஞ்ச தோற்றம் முதல் அடுத்தடுத்து வந்த பல பில்லியன் ஆண்டுகளில் நிகழ்ந்த நிகழ்வுகளையும், தனது முந்தைய அவதாரங்களோடு "வைகுண்ட" அவதாரத்தையும் அறிய இறைவனே அருளி தந்தது தான் "அகிலத்திரட்டு அம்மானை" எனும் புனித வேதநூல் ஆகும்.
<br /><br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; எட்டு யுக செய்திகளை பற்றி புனித அகிலத்திரட்டு அம்மானை குறிப்பிடுகின்றது. முதல் யுகமான நீடிய யுகத்தில் தோன்றிய குறோணி எனும் அசுரனை ஆறு துண்டுகளாக வெட்டி கொன்ற நாராயணர் இரண்டாம் யுகத்தில் தோன்றிய அரக்கனான குண்டோமசாலியையும் கொன்றார். மூன்றாம் யுகத்தில் தோன்றிய அசுரர்களான தில்லை மல்லாளன் மற்றும் மல்லோசி வாகனனையும் வதைத்தார்.  நான்காம் யுகமான கிரேதா யுகத்தில் தோன்றிய அசுரர்களான சூரபத்மன், சிங்கமுகாசூரன், இரணியன் போன்றவர்களை முருகராகவும் நரசிம்மராகவும் அவதரித்து அழித்தார்.  திரேதா யுகத்தில் ராமராக அவதரித்து ராவணனையும், துவரா யுகத்தில் கண்ணனாக அவதரித்து துரியோதனனை அழித்தார்.  
<br /><br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; இவ்வாறு வேதவியாசர் வகுத்த ஆதி ஆகமத்தின் படி இக்கலியுகத்தில் கொல்லம் வருடம் 1008 மாசி மாதம் 20-ஆம் தேதி (C.1833) திருச்செந்தூர் திருப்பாற் கடலுக்குள் மகரமாய் வளர்ந்து நின்ற அன்னை மஹாலக்ஷ்மியுடன் ஸ்ரீமன் நாராயணர் இணைந்து தாமே குழந்தை உருவில் ஸ்ரீமன் வைகுண்டராக அவதரித்தார். பாலன் வைகுண்டரை சரஸ்வதி தேவி தாலாட்ட, அதன் பின் தேவர்கள் பள்ளி உணர்த்த வைகுண்டர் கரையை நோக்கி வந்தார். கடவுள் ஸ்ரீமன் நாராயணரின் வைகுண்ட அவதார வரவை எதிர்நோக்கி காத்திருந்த தேவர்கள், வைகுண்டரின் பாதத்தில் விழுந்து வணங்கி, சான்றோர் மக்களை காக்க வேண்டி முறையிட்டனர். அபயமிட்ட தேவர்களுக்கு ஆறுதல் கூறிய அய்யா, பின் தருவைக் கரையில் மக்கள் காணுமாறு பண்டாரமாக மனுச் சொரூபம் எடுத்தார். பின் தெச்சணா பூமியில் தாமரையூர் நற்பதியில் பண்டாரமாக வந்த வீர நாராயணர் ஆறு ஆண்டுகள் சிவபெருமானை நினைத்து தவசு இருந்தார். அப்போது அனைத்து சாதி மக்களையும் ஒரே கிணற்றில் குளிக்க, குடிக்க வைத்து சமத்துவ சாம்ராஜ்யத்தை ஏற்படுத்தினார். தர்மத்தால் கலி தன்னந் தன்னால் சாகும் எனவும், தாழக்கிடப்பாரை தற்காப்பதுவே தர்மம் எனவும் உபதேசித்தார். மேலும் தன்னை நாடி வந்த மக்களின் சகல விதமான நோய்களையும் தண்ணீர் மண்ணை கொடுத்து தர்மமாக தீர்த்தார், பேய் பிசாசு மாந்திரீகத்தை அழித்தார். உலகைப் படைத்த ஸ்ரீமன் நாராயணனாகிய தாமே வைகுண்டமாக அவதரித்தோமென்றும், பூமியெல்லாம் ஒரு குடைக்குள் கொண்டு வந்து ஆள்வேன் என்றும், ஆகாத தீமை செய்பவர்களை எல்லாம் அழித்து விடுவேன் என்றும் உபதேசித்தார். இதனை அறிந்த திருவிதாங்கூர் மன்னன் சாணார் குலத்தில் நாராயணர் அவதரிப்பாரா? என்றெண்ணி அய்யாவை துன்புறுத்தி, தாக்கி, சிறையில் அடைத்தான். அனு தினமும் உனது பாதம் பணிகின்றோம், சாணார் இனத்திற்கு நீ போக வேண்டாம். நீ எங்களோடு இரு' என்று கூறி அடித்தான். சான்றோர்களுக்காக இரங்கி அவதரித்த அய்யாவை விஷம் கொடுத்தும், பட்டினியான புலியின் கூண்டிற்குள் அடைத்தும் அய்யாவை கொல்ல பார்த்த மன்னன் அதில் தோல்வி அடைந்து அய்யாவை விடுதலை செய்தான். இதன் மூலம் பண்டாரக் கோலத்தில் இருந்த நாராயணரிடம் தான் பெற்ற அனைத்து வரங்களையும் இழந்தான்.
<br /><br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; சிறையில் இருந்து மீண்ட வைகுண்டர் சான்றோர் மக்களை துவையல் தவசுக்கு அனுப்பினார். அவர்களின் தவசு வெற்றிகரமாக முடித்த பிறகு, அவர்கள் அனைவரையும் அவர்களது வீடுகளுக்கு திருப்பி அனுப்பினார். அதன் பின் அய்யா நாராயணர் சப்த கன்னிமார்கள் (மரகதம் (எ) சாத்திரத்தாள், வல்லி, வள்ளி, சலிகை, சரகதக்கன்னி, சரிதை, அரிமடவு) மற்றும் இலட்சுமியை திருக்கல்யாணம் செய்தார். மேலும் சிவனாக இருந்து பகவதி, பார்வதி, உமையையும், பிரம்மனாக இருந்து மண்டைக்காட்டாளையும், முருகராக இருந்து வள்ளி, தெய்வானையையும் திருக்கல்யாணம் செய்தார். பின் பூமடந்தை அம்மையையும் திருக்கல்யாணம் புரிந்தார். இதன் மூலம் தானே எல்லாம், எல்லாம் நானே என்கிற விஸ்வரூப தரிசனத்தை இந்த உலகிற்கு வெளிப்படுத்தினார்.
<br /><br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; இவ்வாறு கலியுகத்தில் 18 ஆண்டுகள் தன்னுடைய பல அவதார லீலைகளை செய்த கடவுள் வைகுண்டர் கொல்லம் ஆண்டு 1026, வைகாசி மாதம், 21ஆம் தேதி திங்கள்கிழமை நண்பகல் 12 மணிக்கு (C.1851) தனது அவதாரத்தை நிறைவு செய்து வைகுண்டம் சென்றார்.  கலியுகத்தை அழித்து தர்ம யுகத்தை தோற்றுவித்து, நல்ல மக்களை வைத்து அரசாள அய்யா நாராயணர் மீண்டும் வருகிறார்.
<br /><br />
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; பரம்பொருள் வைகுண்டரை <b> அய்யா, வைகுண்டசுவாமி, வைகுண்டர், வைகுண்டராசர், சிவவைகுண்டர், ஸ்ரீ பண்டாரம், ஆண்டவர், கடவுள், கர்த்தன், இறைவன், மாயோன், நாராயணர், விஷ்ணு, திருமால், பெருமாள், அய்யா நாராயணர் </b>என பல நாமங்களில் அகிலத்திரட்டு குறிப்பிடுகின்றது. அதை போலவே பக்தர்களும் ஸ்ரீமன் நாராயணரின் கலியுக அவதாரத்தை  <b>“அய்யா”</b> என்றும்,  <b>“வைகுண்டர்”</b> என்றும்  <b>“வைகுண்ட சுவாமி”</b> என்றும்,  <b>“நாராயண சுவாமி”</b> என்றும், அன்போடும் அழைத்து வணங்கி வருகின்றனர். ஸ்ரீ வைகுண்ட சுவாமியின் கோவிலை “பதி” என்றும், “திருநிழல் தாங்கல்” என்றும், “ஸ்ரீமன் நாராயண சுவாமி கோவில்” என்றும், “இணல் தாங்கல்” என்றும் அழைக்கின்றனர். வைகுண்ட சுவாமி பிறந்த நாளை வைகுண்ட அவதார திருநாளாக மக்கள் கொண்டாடி மகிழ்கின்றனர். வைகுண்ட சுவாமியை பின்பற்றுபவர்கள் அய்யா வழியினர் என்றழைக்கப்படுகின்றனர். ‘நாராயணசுவாமி வழி’ என்று அழைக்கப்பட்டு வந்திருந்த பெயர் தற்போது ‘அய்யா வழி’ என அழைக்கப்படுகிறது. இந்தியாவின் தென் மாநிலங்களில் மட்டுமின்றி உலகம் முழுவதும் பரவி உள்ளனர். 10,000-க்கும் மேற்பட்ட அய்யா பதிகள்/கோவில்கள் (ஸ்ரீமன் நாராயணசுவாமி கோவில்கள்) இந்தியாவின் தென் மாநிலங்களில் மட்டுமின்றி உலகம் முழுவதும் பரவியுள்ளது.
<br /><br />
<div class="right"><a href="detail-history-of-ayya-vaikundar-in-tamil.aspx">மேலும் படிக்க</a></div>
<b><center style="font-size:20px;color:Maroon;">அய்யா உண்டு</center></b>

</div>
</div>
</asp:Content>

